artillery/postanswer.yml
config:
  target: http://localhost:3000
  phases:
    - duration: 1
      arrivalRate: 1
      rampTo: 1000
    - duration: 15
      arrivalRate: 1000
scenarios:
    - flow:
      - post:
          url: "/qa/questions/2/answers"
          qs:
            body: "test"
            name: "test"
            email: "test"